const data = {
  "meta": {
    "curUserID": "6668363668628000564"
  },
  "instruction": "<p><strong>Порядок оценки</strong></p>",
  "user": {
    "id": "6668363668628000564",
    "fullname": "Матвеев Савва Янович",
    "position": "Системный аналитик",
    "department": "Управление системной аналитики и архитектуры",
    "isManager": false,
    "manager": {
      "id": "6148914691236517121",
      "fullname": "Default User WebTutor",
      "position": "",
      "department": ""
    },
    "assessment": {
      "step": "1",
      "stepName": "Самооценка",
      "overall": "",
      "pas": [
        {
          "id": "6680873852653477247",
          "workflowState": "1",
          "workflowStateName": "Самооценка",
          "statusName": "Самооценка",
          "status": "self",
          "overall": "",
          "competences": [
            {
              "pa_id": "6680873852653477247",
              "competence_id": "6639288474991538110",
              "weight": "0",
              "mark_text": "",
              "mark_value": "",
              "indicators": [
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639300591418628971",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639300604931236927",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639300618547176523",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639294789338952090",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                }
              ]
            },
            {
              "pa_id": "6680873852653477247",
              "competence_id": "6639288517890439224",
              "weight": "0",
              "mark_text": "",
              "mark_value": "",
              "indicators": [
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639300797236195197",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639300815197196352",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639300824257929566",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639300733871415729",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                }
              ]
            },
            {
              "pa_id": "6680873852653477247",
              "competence_id": "6639288926990648772",
              "weight": "0",
              "mark_text": "",
              "mark_value": "",
              "indicators": [
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639302349679579363",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639302356662895466",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639302365636755003",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301138366150044",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                }
              ]
            },
            {
              "pa_id": "6680873852653477247",
              "competence_id": "6639288703138489795",
              "weight": "0",
              "mark_text": "",
              "mark_value": "",
              "indicators": [
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301129335538819",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301039032515421",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639302202698183153",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                }
              ]
            },
            {
              "pa_id": "6680873852653477247",
              "competence_id": "6639288789129913346",
              "weight": "0",
              "mark_text": "",
              "mark_value": "",
              "indicators": [
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301373443049382",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301387019033682",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301296502351150",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                }
              ]
            },
            {
              "pa_id": "6680873852653477247",
              "competence_id": "6639288836617624373",
              "weight": "0",
              "mark_text": "",
              "mark_value": "",
              "indicators": [
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301649221304691",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301658225177165",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301554326164424",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                }
              ]
            },
            {
              "pa_id": "6680873852653477247",
              "competence_id": "6639288884021572069",
              "weight": "0",
              "mark_text": "",
              "mark_value": "",
              "indicators": [
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301970042430450",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301974641281027",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                },
                {
                  "pa_id": "6680873852653477247",
                  "indicator_id": "6639301850413216053",
                  "weight": "0",
                  "mark_text": "",
                  "mark_value": "",
                  "comment": ""
                }
              ]
            }
          ]
        }
      ]
    },
    "subordinates": []
  },
  "commonCompetences": [
    {
      "id": "6639288474991538110",
      "name": "(Общие компетенции) Системное мышление",
      "commonIndicators": [
        {
          "id": "6639294789338952090",
          "competence_id": "6639288474991538110",
          "name": "Анализирует большие объёмы информации, обобщает и сопоставляет факты",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639300591418628971",
          "competence_id": "6639288474991538110",
          "name": "Выстраивает целостную картину ситуации, выделяет в ней ключевые детали и взаимосвязи",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639300604931236927",
          "competence_id": "6639288474991538110",
          "name": "Правильно расставляет приоритеты в ситуации многозадачности",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639300618547176523",
          "competence_id": "6639288474991538110",
          "name": "Раскладывает масштабные задачи на конкретные действия",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        }
      ]
    },
    {
      "id": "6639288517890439224",
      "name": "(Общие компетенции) Лидерство",
      "commonIndicators": [
        {
          "id": "6639300733871415729",
          "competence_id": "6639288517890439224",
          "name": "Объединяет людей для решения задач, формирует команду",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639300797236195197",
          "competence_id": "6639288517890439224",
          "name": "Легко устанавливает контакт с людьми такого же статуса",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639300815197196352",
          "competence_id": "6639288517890439224",
          "name": "Использует разветвлённую сеть контактов для решения рабочих задач",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639300824257929566",
          "competence_id": "6639288517890439224",
          "name": "Использует личный авторитет и обаяние для решения рабочих задач",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        }
      ]
    },
    {
      "id": "6639288703138489795",
      "name": "(Ценности) Клиентоориентированность",
      "commonIndicators": [
        {
          "id": "6639301039032515421",
          "competence_id": "6639288703138489795",
          "name": "Ищет для клиента (внешнего или внутреннего) решение, отвечающее его потребностям",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639301129335538819",
          "competence_id": "6639288703138489795",
          "name": "Оперативно реагирует на запросы клиента (внешнего или внутреннего)",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639302202698183153",
          "competence_id": "6639288703138489795",
          "name": "Выходит за рамки своих обязанностей, если это необходимо для решения вопроса клиента (внешнего или внутреннего)",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        }
      ]
    },
    {
      "id": "6639288789129913346",
      "name": "(Ценности) Стабильность и эффективность",
      "commonIndicators": [
        {
          "id": "6639301296502351150",
          "competence_id": "6639288789129913346",
          "name": "Организует свою работу последовательно и без авралов",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639301373443049382",
          "competence_id": "6639288789129913346",
          "name": "Следует процедурам и регламентам в своей работе",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639301387019033682",
          "competence_id": "6639288789129913346",
          "name": "Стремится рационально использовать имеющиеся ресурсы",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        }
      ]
    },
    {
      "id": "6639288836617624373",
      "name": "(Ценности) Стремление к достижениям",
      "commonIndicators": [
        {
          "id": "6639301554326164424",
          "competence_id": "6639288836617624373",
          "name": "Ставит перед собой амбициозные, но реалистичные цели",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639301649221304691",
          "competence_id": "6639288836617624373",
          "name": "Ищет для себя новые задачи",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639301658225177165",
          "competence_id": "6639288836617624373",
          "name": "По собственной инициативе обучается знаниям и навыкам, которые потребуются на работе в будущем",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        }
      ]
    },
    {
      "id": "6639288884021572069",
      "name": "(Ценности) Инициативность",
      "commonIndicators": [
        {
          "id": "6639301850413216053",
          "competence_id": "6639288884021572069",
          "name": "Разрешает проблемы до того, как они приведут к серьёзным нарушениям в работе",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639301970042430450",
          "competence_id": "6639288884021572069",
          "name": "Приходит к руководителю не с проблемой, а с решением",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639301974641281027",
          "competence_id": "6639288884021572069",
          "name": "Самостоятельно внедряет улучшения в процессы в своей зоне ответственности",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        }
      ]
    },
    {
      "id": "6639288926990648772",
      "name": "(Общие компетенции) Профессионализм",
      "commonIndicators": [
        {
          "id": "6639301138366150044",
          "competence_id": "6639288926990648772",
          "name": "Изучает опыт других и применяет наиболее эффективные методы для решения задач",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639302349679579363",
          "competence_id": "6639288926990648772",
          "name": "Выполняет работу профессионально, соблюдает установленные сроки",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639302356662895466",
          "competence_id": "6639288926990648772",
          "name": "Передает свой опыт коллегам, обучает других",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        },
        {
          "id": "6639302365636755003",
          "competence_id": "6639288926990648772",
          "name": "Берет на себя ответственность за качество выполнения задач",
          "scales": [
            {
              "id": "i8452",
              "name": "E",
              "percent": "10",
              "desc": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
              "comment_require": "true"
            },
            {
              "id": "3imel",
              "name": "D",
              "percent": "20",
              "desc": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
              "comment_require": "false"
            },
            {
              "id": "h1x26",
              "name": "C",
              "percent": "30",
              "desc": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
              "comment_require": "false"
            },
            {
              "id": "vbl37",
              "name": "B",
              "percent": "40",
              "desc": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
              "comment_require": "true"
            },
            {
              "id": "992om",
              "name": "A",
              "percent": "50",
              "desc": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
              "comment_require": "true"
            }
          ]
        }
      ]
    }
  ],
  "rules": [
    {
      "scale": "E",
      "description": "Компетенция не проявляется в поведении / преобладают только негативные проявления",
      "color": "#f57b7b",
      "percent": "10"
    },
    {
      "scale": "D",
      "description": "Положительно проявляются отдельно элементы компетенции, а остальные требуют развития",
      "color": "#f8a2a2",
      "percent": "20"
    },
    {
      "scale": "C",
      "description": "Компетенция проявлена в полной мере. Сотрудник успешно применяет компетенцию в стандартных рабочих ситуациях",
      "color": "#ffcc6e",
      "percent": "30"
    },
    {
      "scale": "B",
      "description": "Проявление компетенции превосходит ожидания. Компетенция успешно применяется не только в стандартных, но и в новых ситуациях",
      "color": "#abdfab",
      "percent": "40"
    },
    {
      "scale": "A",
      "description": "Проявление компетенции существенно превосходит ожидания. Поведение сотрудника является примером для других",
      "color": "#79d879",
      "percent": "50"
    }
  ]
}

export default data;